Repository: aljaroudi/Zoomat
Catalog: Zoomat/Localizable.xcstrings
Source language: en
Languages: ar

source: %lld check-ins
ar: %lld عملية تسجيل

source: %lld invitations could not be prepared.
ar: تعذر تجهيز %lld دعوة.

source: %lld of %lld
ar: %1$lld من %2$lld

source: %lld of %lld check-ins
ar: %1$lld من %2$lld عملية تسجيل

source: ^[%lld card](inflect: true)
ar: %lld بطاقة

source: ^[%lld check-in](inflect: true)
ar: %lld تسجيل دخول

source: ^[%lld contact](inflect: true)
ar: %lld جهة اتصال

source: ^[%lld invitation](inflect: true)
ar: %lld دعوة

source: ^[%lld invite](inflect: true)
ar: %lld دعوة

source: A camera is required to scan invitations.
ar: يلزم وجود كاميرا لمسح الدعوات.

source: Access Denied
ar: رُفِض الوصول

source: Add (%lld)
ar: إضافة (%lld)

source: Add Contact
ar: إضافة جهة اتصال

source: Add Contacts
ar: إضافة جهات اتصال

source: Add contacts first to create invites
ar: أضف جهات اتصال قبل إنشاء الدعوات

source: Add contacts manually or import from your device
ar: أضف جهات اتصال يدويًّا أو استوردها من جهازك

source: Add Invites
ar: إضافة الدعوات

source: Add one name per line.
ar: أضف اسمًا واحدًا في كل سطر.

source: Add to Calendar
ar: إضافة إلى التقويم

source: Address (optional)
ar: العنوان (اختياري)

source: Allow camera access in Settings to scan invitations.
ar: اسمح بالوصول إلى الكاميرا من الإعدادات لمسح الدعوات.

source: Blank Invites
ar: دعوات عامة

source: Blank invites are not linked to any contact and can be used for general admission.
ar: الدعوات العامة غير مربوطة بجهات اتصال

source: Camera Access Denied
ar: تم رفض الوصول إلى الكاميرا

source: Camera Setup Failed
ar: فشل إعداد الكاميرا

source: Camera Unavailable
ar: الكاميرا غير متاحة

source: Cancel
ar: إلغاء

source: Center
ar: توسيط

source: Center QR Code
ar: توسيط رمز QR

source: Check In
ar: تسجيل الحضور

source: Check-in #%lld recorded
ar: تم تسجيل الدخول رقم %lld

source: Check-in Limit
ar: الحد الأقصى للدخول

source: Check-ins
ar: عمليات التسجيل

source: Close
ar: إغلاق

source: Contact Information
ar: معلومات جهة الاتصال

source: Contacts
ar: جهات الاتصال

source: Continue Scanning
ar: الاستمرار

source: Couldn’t Save
ar: تعذر الحفظ

source: Create
ar: إنشاء

source: Create (%lld)
ar: إنشاء (%lld)

source: Create Event
ar: إنشاء فعالية

source: Create your first event to start inviting people
ar: أنشئ مناسبتك الأولى لتتمكن من إرسال الدعوات

source: Data Couldn’t Be Opened
ar: تعذر فتح البيانات

source: Date
ar: التاريخ

source: Delete
ar: حذف

source: Delete Contact
ar: حذف جهة الاتصال

source: Delete Event
ar: حذف المناسبة

source: Delete Invitation
ar: حذف الدعوة

source: Delete this contact and all linked invitations and check-ins?
ar: هل تريد حذف جهة الاتصال هذه وجميع الدعوات وعمليات التسجيل المرتبطة بها؟

source: Delete this event and all its invitations and check-ins?
ar: هل تريد حذف هذه الفعالية وجميع دعواتها وعمليات التسجيل؟

source: Delete this invitation and all its check-ins?
ar: هل تريد حذف هذه الدعوة وجميع عمليات تسجيلها؟

source: Deselect All
ar: إلغاء التحديد

source: Details
ar: التفاصيل

source: Done
ar: تم

source: Double-tap to select or deselect this contact
ar: اضغط مرتين لتحديد جهة الاتصال هذه أو إلغاء تحديدها

source: Double-tap to select or deselect this invitation
ar: اضغط مرتين لتحديد هذه الدعوة أو إلغاء تحديدها

source: Drag the QR code on the preview to position it.
ar: اسحب رمز QR على المعاينة لتحديد موضعه.

source: Drag to reposition, or use the available actions.
ar: اسحب لتغيير الموضع، أو استخدم الإجراءات المتاحة.

source: Duplicate
ar: نسخ المناسبة

source: Duration
ar: المدة

source: Edit
ar: تعديل

source: Edit Contact
ar: تعديل جهة الاتصال

source: Edit Event
ar: تعديل المناسبة

source: Email
ar: البريد الإلكترني

source: Email (optional)
ar: البريد الإلكتروني (اختياري)

source: Ended
ar: انتهت

source: Enter names
ar: أدخل الأسماء

source: Enter names (one per line)
ar: أدخِل الأسماء (كل اسم في سطر)

source: Event
ar: المناسبة

source: Event Actions
ar: إجراءات المناسبة

source: Event Details
ar: تفاصيل المناسبة

source: Events
ar: المناسبات

source: Expires
ar: ينتهي

source: Export (%lld)
ar: تصدير (%lld)

source: Export All Invitations
ar: تصدير كل الدعوات

source: Export Incomplete
ar: لم يكتمل التصدير

source: Export Invitations
ar: تصدير الدعوات

source: From Contacts
ar: من جهات الاتصال

source: General admission
ar: الدخول العام

source: Generating invitation...
ar: يجري إنشاء الدعوة

source: Guest
ar: ضيف

source: Happening Now
ar: تُقام الآن

source: Horizontal %@, vertical %@
ar: أفقي %1$@، رأسي %2$@

source: Horizontal Position
ar: الموضع الأفقي

source: Import (%lld)
ar: استيراد (%lld)

source: Import Contacts
ar: استيراد جهات اتصال

source: Import from Contacts
ar: استيراد من جهات الاتصال

source: Invalid Code
ar: رمز غير صالح

source: Invitation
ar: دعوة

source: Invitation Card
ar: بطاقة الدعوة

source: Invitation card for %@
ar: بطاقة دعوة لـ %@

source: Invitations
ar: الدعوات

source: Loading contacts...
ar: يجري تحميل جهات الاتصال

source: Location
ar: الموقع

source: Maximum reached
ar: وصلت للحد الأقصى

source: Maximum Reached
ar: وصلت للحد الأقصى

source: Maximum: %lld
ar: الحد الأقصى: %lld

source: Mode
ar: الوضع

source: Move Down
ar: تحريك لأسفل

source: Move Left
ar: تحريك لليسار

source: Move Right
ar: تحريك لليمين

source: Move Up
ar: تحريك لأعلى

source: Name
ar: الاسم

source: Names
ar: الأسماء

source: New Contact
ar: جهة اتصال جديدة

source: New Contacts
ar: جهات اتصال جديدة

source: New Event
ar: مناسبة جديدة

source: No Contacts
ar: لا توجد جهات اتصال

source: No Contacts Found
ar: لم نعثر على أي جهات اتصال

source: No Events
ar: لا توجد مناسبات

source: Not checked in
ar: لم يسجل الحضور

source: OK
ar: موافق

source: Opens the camera to record a check-in
ar: يفتح الكاميرا لتسجيل الدخول

source: Past Events
ar: المناسبات السابقة

source: Phone
ar: الهاتف

source: Phone (optional)
ar: الهاتف (اختياري)

source: Prepared images include invitation details in their metadata and are shared only through the destination you choose.
ar: تتضمن الصور المجهزة تفاصيل الدعوة في بياناتها الوصفية، ولا تتم مشاركتها إلا عبر الوجهة التي تختارها.

source: Preparing Camera
ar: جارٍ تجهيز الكاميرا

source: Preparing invitations
ar: جارٍ تجهيز الدعوات

source: Progress
ar: الحالة

source: QR Code
ar: رمز QR

source: QR Code Position
ar: موقع رمز الدخول

source: Quantity
ar: عدد البطاقات

source: Remove Image
ar: حذف الصورة

source: Scan Invitation
ar: مسح الدعوة

source: Scanning for check-in code...
ar: يجري المسح بحثًا عن رمز الدخول...

source: Schedule
ar: الجدول

source: Search contacts
ar: البحث في جهات الاتصال

source: Select All
ar: تحديد الكل

source: Select Image (optional)
ar: تحديد صورة (اختياري)

source: Set maximum check-ins
ar: تحديد الحد الأقصى

source: Share Available
ar: مشاركة المتاح

source: Share Invitation
ar: مشاركة الدعوة

source: Size
ar: الحجم

source: Status
ar: الحالة

source: Subtitle
ar: العنوان الثانوي

source: Subtitle (optional)
ar: العنوان الثانوي (اختياري)

source: The camera could not be configured.
ar: تعذر إعداد الكاميرا.

source: The number of different invitation cards to create.
ar: عدد بطاقات الدعوات المختلفة

source: Title
ar: العنوان

source: Try Again
ar: إعادة المحاولة

source: Unknown camera authorization state.
ar: حالة إذن الكاميرا غير معروفة.

source: Unused
ar: غير مستخدمة

source: Vertical Position
ar: الموضع العمودي

source: Your data was left unchanged. Close and reopen Zoomat to try again. %@
ar: تُركت بياناتك دون تغيير. أغلق Zoomat وأعد فتحه للمحاولة مرة أخرى. %@
